Repository: bigkrzyh/znajdz-termin
Catalog: Znajdz Termin/Znajdz Termin/*.lproj/Localizable.strings
Languages: pl, ru, uk

# app_name
source: Znajd≈∫ Termin
pl: Znajdź Termin
ru: Znajdź Termin
uk: Znajdź Termin

# app_subtitle
source: NFZ Appointment Search
pl: Wyszukiwarka terminów NFZ
ru: Поиск приёмов NFZ
uk: Пошук прийомів NFZ

# select_voivodeship_hint
source: Select a voivodeship to start
pl: Wybierz województwo, aby rozpocząć
ru: Выберите воеводство, чтобы начать
uk: Виберіть воєводство, щоб почати

source: Select voivodeship
pl: Wybierz województwo
ru: Выберите воеводство
uk: Виберіть воєводство

source: Service name (optional)
pl: Nazwa świadczenia (opcjonalnie)
ru: Название услуги (необязательно)
uk: Назва послуги (необов'язково)

source: Loading services...
pl: Ładowanie świadczeń...
ru: Загрузка услуг...
uk: Завантаження послуг...

# select_voivodeship_first
source: First select a voivodeship
pl: Najpierw wybierz województwo
ru: Сначала выберите воеводство
uk: Спочатку виберіть воєводство

# location_optional
source: City (optional)
pl: Miejscowość (opcjonalnie)
ru: Город (необязательно)
uk: Місто (необов'язково)

# urgent_cases
source: Urgent case
pl: Pilne (przypadek pilny)
ru: Срочный случай
uk: Терміновий випадок

# search_button
source: Search appointments
pl: Szukaj terminów
ru: Искать приёмы
uk: Шукати прийоми

source: Back
pl: Szukaj
ru: Назад
uk: Назад

source: Results
pl: Wyniki
ru: Результаты
uk: Результати

# results_count
source: %d of %d
pl: %d z %d
ru: %d из %d
uk: %d з %d

source: Data current as of: %@
pl: Dane aktualne na: %@
ru: Данные актуальны на: %@
uk: Дані актуальні на: %@

source: Loading more...
pl: Ładowanie więcej...
ru: Загрузка...
uk: Завантаження...

source: Scroll to load more
pl: Przewiń, aby załadować więcej
ru: Прокрутите для загрузки
uk: Прокрутіть для завантаження

source: No results
pl: Brak wyników
ru: Нет результатов
uk: Немає результатів

# try_different_criteria
source: Try changing your search criteria or select a different voivodeship
pl: Spróbuj zmienić kryteria wyszukiwania lub wybierz inne województwo
ru: Попробуйте изменить критерии поиска или выберите другое воеводство
uk: Спробуйте змінити критерії пошуку або виберіть інше воєводство

source: Change criteria
pl: Zmień kryteria
ru: Изменить критерии
uk: Змінити критерії

# waiting_count
source: Waiting: %d
pl: Oczekujących: %d
ru: В очереди: %d
uk: В черзі: %d

source: Voivodeship
pl: Województwo
ru: Воеводство
uk: Воєводство

source: Cancel
pl: Anuluj
ru: Отмена
uk: Скасувати

source: Service name
pl: Nazwa świadczenia
ru: Название услуги
uk: Назва послуги

source: Search service name
pl: Szukaj nazwy świadczenia
ru: Искать название услуги
uk: Шукати назву послуги

source: All
pl: Wszystkie
ru: Все
uk: Усі

# error_select_voivodeship
source: Select a voivodeship
pl: Wybierz województwo
ru: Выберите воеводство
uk: Виберіть воєводство

source: Error loading data: %@
pl: Błąd ładowania danych: %@
ru: Ошибка загрузки: %@
uk: Помилка завантаження: %@

source: Error fetching data: %@
pl: Błąd pobierania danych: %@
ru: Ошибка получения данных: %@
uk: Помилка отримання даних: %@

source: Error refreshing: %@
pl: Błąd odświeżania: %@
ru: Ошибка обновления: %@
uk: Помилка оновлення: %@

# data_label
source: Data: %@
pl: Dane: %@
ru: Данные: %@
uk: Дані: %@
